IDS_MESHGEN___MSG1 = "Deux nœuds sont confondus ou trop proches l’un de l’autre."
IDS_MESHGEN___MSG2 = "Un nœud est situé à l’intérieur d’une arête, ou deux arêtes se croisent."
IDS_MESHGEN___MSG4 = "Les semences de contour ne sont pas fermées."
IDS_MESHGEN___MSG5 = "Le maillage 2D de la frontière extérieure n’est pas fermé."
IDS_MESHGEN___MSG6 = "\nVeuillez réduire la taille du maillage et réessayer."
IDS_MESHGEN___MSG7 = "Pour que le mailleur de Delaunay génère un maillage entièrement en quadrilatères, un semis régulier est requis."
IDS_MESHGEN___MSG8 = "Maillage automatique 2D"
IDS_MESHGEN___MSG9 = "Maillage automatique 2D interrompu !"
IDS_MESHGEN___MSG10 = "Erreur de mémoire insuffisante !"
IDS_MESHGEN___MSG11 = "Message d'erreur"
IDS_MESHGEN___MSG12 = "Maillage automatique de surface plane"
IDS_MESHGEN___MSG26 = "Les semences de contour ne sont pas fermées ou le nombre de semences est trop faible"
IDS_TM_MESH_QST_STOP_MESH = "Voulez-vous arrêter le maillage automatique ?"
IDS_WORD_APPLICATION_NOT_INSTALLED = "Microsoft Word n’est pas installé."
IDS_EXCEL_APPLICATION_NOT_INSTALLED = "Microsoft Excel n’est pas installé."
IDS_UNIT_SYSTEM_SI = "Système d'unités SI"
IDS_UNIT_SYSTEM_US = "Système d'unités US"
IDS_UNIT_SYSTEM_MKS = "Système d'unités MKS"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
